Repository: sugarlabs/music-blocks-embedded-activity
Catalog: po/*.po
Languages: ka

source: Browse
ka: დათვალიერება

source: Untitled
ka: უსათაურო

source: Loading...
ka: ჩატვირთვა...

source: This web page could not be loaded
ka: ამ ვებგვერდის ჩატვირთვა შეუძლებელია

source: "%s" could not be loaded. Please check for typing errors, and make sure you are connected to the Internet.
ka: "%s"-ის ჩატვირთვა შეუძლებელია. შეამოწმეთ აკრეფის შეცდომები და დარწმუნდით, რომ ინტერნეტთან მიერთებული ბრძანდებით.

source: Try again
ka: თავიდან ცდა

source: The initial page was configured
ka: საწყისი გვერდი მორგებულია

source: The default initial page was configured
ka: მორგებულია ნაგულისხმევი საწყისი გვერდი

source: Download in progress
ka: მიმდინარეობს გადმოწერა

source: Stopping now will erase your download
ka: ახლა შეწყვეტა თქვენს გადმოწერას წაშლის

source: Continue download
ka: გადმოწერის გაგრძელება

source: Stop
ka: გაჩერება

source: Home page
ka: საწყისი გვერდი

source: Select as initial page
ka: საწყისი გვერდის არჩევა

source: Reset initial page
ka: საწყისი გვერდის ჩამოყრა

source: Library
ka: ბიბლიოთეკა

source: Back
ka: უკან

source: Forward
ka: წინ

source: Bookmark
ka: სანიშნე

source: Not enough space to download
ka: გადმოსაწერად ადგილი საკმარისია არაა

source: Download "%{filename}" requires %{total_size_in_mb} MB of free space, only %{free_space_in_mb} MB is available
ka: "%{filename}"-ის გადმოწერას %{total_size_in_mb} მბ ადგილი სჭირდება, მაგრამ ხელმისაწვდომია, მხოლოდ, %{free_space_in_mb} მბ

source: Ok
ka: დიახ

source: Download started
ka: გადმოწერა დაიწყო

source: From: %s
ka: საიდან: %s

source: Download completed
ka: გადმოწერა დასრულდა

source: Show in Journal
ka: ჟურნალში ჩვენება

source: Downloading %(filename)s from %(source)s.
ka: მიმდინარეობს %(filename)s-ის გადმოწერა წყაროდან %(source)s.

source: Previous
ka: წინა

source: Next
ka: შემდეგი

source: Remove
ka: წაშლა

source: Zoom out
ka: დაპატარავება

source: Zoom in
ka: გადიდება

source: Actual size
ka: ნამდვილი ზომა

source: Fullscreen
ka: სრულ ეკრანზე

source: Show Tray
ka: სისტემური კუთხის ჩვენება

source: Hide Tray
ka: სისტემური კუთხის დამალვა

source: Previous page
ka: წინა გვერდი

source: Next page
ka: შემდეგი გვერდი

source: Save PDF to Journal
ka: PDF-ის შენახვა ჟურნალში

source: Cancel
ka: გაუქმება

source: Downloading document...
ka: დოკუმენტის გადმოწერა...

source: This document could not be loaded
ka: ამ დოკუმენტის ჩატვირთვა შეუძლებელია

source: Please make sure you are connected to the Internet.
ka: დარწმუნდით, რომ ინტერნეტთან მიერთებული ბრძანდებით.

source: Follow link
ka: ბმულის მიყოლა

source: Follow link in new tab
ka: ბმულის მიყოლა ახალ ჩანართში

source: Keep link
ka: ბმულის შენარჩუნება

source: Copy link
ka: ბმულის დაკოპირება

source: Copy image
ka: გამოსახულების დაკოპირება

source: Keep image
ka: გამოსახულების შენარჩუნება

source: Copy text
ka: ტექსტის კოპირება

source: Surf the world! Here you can do research, watch educational videos, take online courses, find books, connect with friends and more.
ka: გამოიკვლიეთ სამყარო! აქ შეგიძლიათ, ჩაატაროთ თქვენი კვლევა, უყუროთ საგანმანათლებლო ვიდეოებს, გაიაროთ კურსები ინტერნეტში, იპოვოთ წიგნები, დაუკავშირდეთ მეგობრებს და სხვ.
